import React from "react";
import Navbar from "./Navbar";
import Header from "./Header";
import Footer from "./Footer";
const Refund = () => {
  return (
    <div>
      <Header/>
      <Navbar/>
      <div>
        <p className="max-w-7xl mx-auto p-14 m-6 text-2xl font-semibold">
        1.আপনার রিফান্ড প্রসেসিংয়ের সময় নির্ভর করে রিফান্ডের ধরন এবং আপনি যে
        পেমেন্ট পদ্ধতি ব্যবহার করেছেন তার উপর। <br />
        2.ঘরেরবাজার যখন আপনার রিফান্ডের ধরন অনুযায়ী আপনার রিফান্ড প্রক্রিয়া
        করে তখন থেকে রিফান্ডের সময়/প্রক্রিয়া শুরু হয়। <br />
        3.রিফান্ডের পরিমাণ আপনার ফেরত পণ্যের জন্য পণ্যের মূল্য এবং শিপিং ফি কভার
        করে। <br /> <br />
        রিফান্ডের ধরণ <br /> <br />
        ঘরেরবাজার নিম্নলিখিত রিফান্ডের ধরন অনুযায়ী আপনার রিফান্ড প্রক্রিয়া
        করবে। <br /> <br />
        *রিটার্ন থেকে রিফান্ড-আপনার আইটেমটি গুদামে ফেরত দেওয়া এবং কিউসি সম্পন্ন
        হওয়ার পরে রিফান্ড প্রক্রিয়া করা হয়। <br />
        *কীভাবে কোনও জিনিস ফেরত দিতে হয় তা জানতে, আমাদের রিটার্ন পলিসি পড়ুন।{" "}
        <br />
        *বাতিলকৃত অর্ডার থেকে অর্থ ফেরত-বাতিলকরণ সফলভাবে প্রক্রিয়া করা হলে
        স্বয়ংক্রিয়ভাবে অর্থ ফেরত শুরু হয়। <br />
        *ব্যর্থ ডেলিভারি থেকে রিফান্ড-আইটেমটি বিক্রেতার কাছে পৌঁছে গেলে রিফান্ড
        প্রক্রিয়া শুরু হয়। দয়া করে মনে রাখবেন যে আপনার শিপিং ঠিকানার এলাকার
        উপর নির্ভর করে এতে আরও সময় লাগতে পারে। স্ক্রিন রিডার সমর্থন সক্রিয় করা
        হয়েছে। <br />
        *পণ্যটি অবশ্যই অব্যবহৃত, অপরিষ্কার, অপরিষ্কার এবং কোনও ত্রুটিবিহীন হতে
        হবে। পণ্যটিতে অবশ্যই মূল ট্যাগ, ব্যবহারকারীর ম্যানুয়াল, ওয়ারেন্টি
        কার্ড, বিনামূল্যে উপহার, চালান এবং আনুষঙ্গিক অন্তর্ভুক্ত থাকতে হবে।{" "}
        <br />
        *পণ্যটি অবশ্যই আসল এবং অক্ষত প্রস্তুতকারকের প্যাকেজিং/বাক্সে ফেরত দিতে
        হবে। যদি পণ্যটি ঘরেরবাজার এর প্যাকেজিং/বাক্সে সরবরাহ করা হয়, তবে একই
        প্যাকেজিং/বাক্সটি ফেরত দিতে হবে। সরাসরি প্রস্তুতকারকের প্যাকেজিং/বাক্সে
        টেপ বা স্টিকার রাখবেন না। <br />
        দ্রষ্টব্যঃ *আপনার রিটার্ন প্যাকেজে অর্ডার নম্বর এবং রিটার্ন ট্র্যাকিং
        নম্বর উল্লেখ করা গুরুত্বপূর্ণ যাতে আপনার রিটার্ন প্রক্রিয়ায় কোনও
        অসুবিধা/বিলম্ব এড়ানো যায়। *আপনার প্যাকেজটি ড্রপ-অফ স্টেশন/পিকআপ
        এজেন্টের কাছে হস্তান্তর করার সময়, দয়া করে ঘরেরবাজারের রিটার্ন স্বীকৃতি
        পত্রটি সংগ্রহ করুন এবং ভবিষ্যতের রেফারেন্সের জন্য সংরক্ষণ করুন।
      </p>
      </div>
      <Footer/>
    </div>
  );
};

export default Refund;
