import React from "react";
import Navbar from "./Navbar";
import Header from "./Header";
import Footer from "./Footer";

const Return = () => {
  return (
    <div>
      <Header />
      <Navbar />
      <div>
        <p className="p-10 m-10 text-2xl font-semibold max-w-7xl mx-auto">
          * ডেলিভারির সময় পণ্য যদি ক্ষতিগ্রস্ত, ত্রুটিপূর্ণ, ভুল বা অসম্পূর্ণ
          হয়, তাহলে রিটার্ন বা রিফান্ডের জন্য আমাদের কাস্টমার সার্ভিসের সাথে
          যোগাযোগ করুন। <br />
          * পন্য গ্রহনের ৭ দিনের মধ্যেই পন্য রিটার্ন করে ব্যাংক পেমেন্ট, বিকাশ
          অথবা ভাউচার এর মাধ্যমে বুঝে নিন রিফান্ড। রির্টান পলিসি সম্পর্কে আরও
          তথ্যের জন্য, দয়া করে আমাদের পন্য ফেরত নীতিমালা দেখুন। <br />
          * নির্বাচিত কিছু পন্যে আপনার সিধান্ত পরিবর্তনকে অগ্রাধিকার দেয়া হয়।
          বিস্তারিত তথ্যের জন্য অনুগ্রহ করে রিটার্ন পলিসির নিচের অংশ দেখুন।{" "}
          <br /> <br />
          পণ্য ফেরত দেওয়ার বৈধ কারণ <br /> <br />* পণ্য ক্ষতিগ্রস্ত হলে। (ফাটা/
          ভাঙা)/ত্রুটিপূর্ণ * ডেলিভার করা পণ্য অসম্পূর্ণ থাকলে । (যদি কোন পন্য
          পরিমানে কম থাকে) * ডেলিভার করা পণ্যটি ভুল হলে। (ভুল পণ্য/আকার/রঙ, অথবা
          মেয়াদ উত্তীর্ণ) * ডেলিভার করা পণ্যটি যদি পণ্যের বিবরণ বা ছবির সাথে না
          মেলে। (বিজ্ঞাপনের সাথে পন্যের মিল না থাকলে।)
        </p>
      </div>
      <Footer />
    </div>
  );
};

export default Return;
